Repository: flaree/pokecord-red
Catalog: pokecord/locales/*.po
Languages: es_es, fr_fr, no_no, pt_br, zh_tw

source: Pokecord Development Commands
fr_fr: Commandes de développement de Pokecord
no_no: Pokecord utviklingskommandoer
zh_tw: 寶可夢開發者指令

source: Spawn a pokemon by name or random
fr_fr: Fait apparaître un pokémon par nom ou au hasard
no_no: Spawn en pokemon ved navn eller tilfeldig
zh_tw: 隨機或是指定生成寶可夢

source: Manually set a pokemons IVs
fr_fr: Définir manuellement les EVs d'un pokémon
no_no: Sett manuelt en pokemons IV
zh_tw: 設定寶可夢IV值

source: Manually set a pokemons stats
fr_fr: Définir manuellement les stats d'un pokémon
no_no: Sett manuelt en pokemon statistikk
zh_tw: 設定寶可夢數值

source: Manually set a pokemons level
fr_fr: Définir manuellement le niveau d'un pokémon
no_no: Sett manuelt en pokemons level
zh_tw: 設定寶可夢等級

source: HP
es_es: PS
fr_fr: PV
no_no: Helse poeng
zh_tw: 生命值

source: Attack
es_es: Ataque
fr_fr: Attaque
no_no: Angrep
zh_tw: 攻擊力

source: Defence
es_es: Defensa
fr_fr: Défense
no_no: Forsvar
pt_br: Defesa
zh_tw: 防禦力

source: Sp. Atk
es_es: At. esp.
fr_fr: Attaque spé
no_no: Spesielt angrep
zh_tw: 特攻

source: Sp. Def
es_es: Def. esp.
fr_fr: Défense spé
no_no: Spesielt forsvar
zh_tw: 特防

source: Speed
es_es: Velocidad
fr_fr: Vitesse
no_no: Hastighet
zh_tw: 速度

source: Stats
es_es: Estadísticas
no_no: Statistikk
pt_br: Estatísticas
zh_tw: 數值

source: Value
es_es: Valor
fr_fr: Valeur
no_no: Verdi
pt_br: Valor
zh_tw: 參數

source: IV
fr_fr: EV
zh_tw: IV值

source: **Nickname**: {nick}\n
es_es: **Apodo**: {nick}\n
fr_fr: **Surnom**: {nick}\n
no_no: **kallenavn**: {nick}\n
pt_br: **Apelido**: {nick} \n
zh_tw: **暱稱**:{nick}\n

source: **Variant**: {variant}\n
es_es: **Variante**: {variant}\n
fr_fr: **Variante**: {variant}\n
zh_tw: **個體**:{variant}\n

source: **ID**: {id}\n{alias}**Level**: {level}\n**Type**: {type}\n**Gender**: {gender}\n**XP**: {xp}/{totalxp}\n{variant}{stats}
fr_fr: **ID**: {id}\n{alias}**Niveau**: {level}\n**Type**: {type}\n**Genre**: {gender}\n**XP**: {xp}/{totalxp}\n{variant}{stats}
no_no: **ID**: {id}\n{alias} **Nivå**: {level}\n **Type**: {type}\n**Kjønn**: {gender}\n **XP**: {xp} / {totalxp}\n{variant} {stats}
zh_tw: **編號**: {id}\n{alias}**等級**: {level}\n**屬性**: {type}\n**性別**: {gender}\n**經驗值**: {xp}/{totalxp}\n{variant}{stats}

source: Pokémon ID: {number}
fr_fr: ID du Pokémon : {number}
zh_tw: 寶可夢編號: {number}

source: Pokémon ID: {number}/{amount}
es_es: ID del Pokémon: {number}/{amount}
fr_fr: Pokémon : {number}/{amount}
zh_tw: 寶可夢編號: {number}/{amount}

source: List a trainers or your own pokémon!
es_es: ¡Lista de entrenadores o de tus propios Pokémon!
fr_fr: Liste vos pokémon ou ceux d'un dresseur !
no_no: Liste opp en trener eller din egen pokémon!
pt_br: Liste um treinador ou seu próprio pokémon!
zh_tw: 顯示訓練師或是自己的寶可夢!

source: You don't have any pokémon, go get catching trainer!
es_es: No tienes ningún Pokémon, ¡ve a por uno!
fr_fr: Tu n'as pas de pokémons, va en capturer !
no_no: Du har ikke noen pokémon, ta deg en fanger!
pt_br: Você não tem nenhum pokemon, vá pegar treinador!
zh_tw: 你目前沒有任何寶可夢，快去抓一隻吧!

source: {user}'s selected Pokémon ID is {id}
es_es: La ID del Pokémon de {user} es {id}
fr_fr: L'ID sélectionné par {user} est {id}
no_no: {user}'s valgt Pokémon ID er {id}
pt_br: o ID do Pokemon selecionado de {user} é {id}
zh_tw: {user} 選擇了編號{id} 的寶可夢

source: Set a pokémons nickname.\n\n ID refers to the position within your pokémon listing.\n This is found at the bottom of the pokemon on `[p]list`
fr_fr: Définir un surnom de pokémon.\n\n L'ID correspond à la place du pokémon dans ta liste.\n Tu le trouvera en bas de ton `[p]list`
no_no: Sett et kallenavn til pokémons.\n\n ID refererer til posisjonen i pokémon-oppføringen. \n Dette finner du nederst på pokemon på '[p] -listen'
zh_tw: 給寶可夢起暱稱\n\n 編號是指自己包包裡寶可夢的編號\n 想要看到自己寶可夢的編號可以用`[p]list`

source: The ID must be greater than 0!
es_es: ¡Tu ID debe ser mayor a 0!
fr_fr: L'ID doit être supérieur à 0 !
no_no: IDen må være større enn 0!
pt_br: O ID tem que ser maior que 0!
zh_tw: 編號必須大於0!

source: You don't have any pokémon, trainer!
es_es: ¡No tienes ningún Pokémon, entrenador!
fr_fr: Dresseur, vous n'avez aucun pokémon !
no_no: Du har ikke noen pokémon, trener!
pt_br: Você não tem nenhum pokémon, treinador!
zh_tw: 你身上沒有寶可夢!

source: You don't have a pokemon at that slot.\nID refers to the position within your pokémon listing.\nThis is found at the bottom of the pokemon on `[p]list`
es_es: No tienes un Pokémon en ese espacio.\nEl ID se refiere a la posición dentro de tu listado de pokemones.\nEste se encuentra en la parte inferior de `[p]list`
fr_fr: Définir un surnom de pokémon.\n L'Id correspond à la place du pokémon dans ta liste.\n Tu le trouvera en bas de ton `[p]list`
no_no: Du har ikke en pokemon i det sporet.\n Id refererer til posisjonen i pokémon-oppføringen. \n Dette finnes nederst på pokemon på '[p] -listen'
zh_tw: 你的包包裡不存在這個編號\n 編號來自背包裡的順序\n 使用`[p]list` 來查看編號

source: Your {pokemon} has been nicknamed `{nickname}`
es_es: Tu {pokemon} ahora se llama «{nickname}»
fr_fr: Votre {pokemon} a été surnommé `{nickname}`
no_no: {pokemon} har fått kallenavnet `{nickname}"
pt_br: Seu {pokemon} foi apelidado de `{nickname}`
zh_tw: {pokemon} 的暱稱是 `{nickname}`

source: Release a pokémon.
es_es: Liberar un Pokémon.
fr_fr: Relâcher un pokémon.
no_no: Slipp en pokémon.
pt_br: Libertar um pokémon.
zh_tw: 放生寶可夢

source: You are about to free {name}, if you wish to continue type `yes`, otherwise type `no`.
es_es: Vas a liberar a {name}, si quieres hacerlo escribe «yes», si no escribe «no».
fr_fr: Vous êtes sur le point d'échanger {name}, si vous voulez continuer tapez `yes`, sinon tapez `no`.
no_no: Du er i ferd med å frigjøre {name}, hvis du vil fortsette å skriv, `ja`, eller skriv `nei`.
pt_br: Você está prestes a liberar {name}, se desejar continuar, digite `sim`, caso contrário, digite `não`.
zh_tw: 確定要放生 {name} 嗎? 是的話請輸入`yes` 否輸入`no`

source: \nYour default pokemon may have changed. I have tried to account for this change.
es_es: \nTu pokemon predeterminado puede haber cambiado. He intentado dar cuenta de este cambio.
fr_fr: \\nTon pokémon par defaut a peut-etre changé.
no_no: \nDin standard pokemon kan ha endret seg. Jeg har prøvd å redegjøre for denne endringen.
pt_br: \nSeu pokemon padrão pode ter sido alterado. Eu tentei dar conta dessa mudança.
zh_tw: \n你的預設寶可夢可能有改變，編號異動修正

source: \nYou have released your selected pokemon. I have reset your selected pokemon to your first pokemon.
es_es: \nHas liberado tu Pokémon seleccionado. He reiniciado el Pokémon seleccionado a tu primer Pokémon.
fr_fr: \nTu as libéré ton pokémon. Ton pokémon par défaut est maintenant ton premier pokémon.
no_no: \nDu har gitt ut din valgte pokemon. Jeg har tilbakestilt den valgte pokemon til din første pokemon.
pt_br: \nVocê libertou seu pokemon selecionado. Eu redefini o seu pokemon selecionado para o seu primeiro pokemon.
zh_tw: \n由於預設寶可夢已放生，預設寶可夢將改為下一順位

source: Your {name} has been freed.{msg}
es_es: Has liberado a {name}.{msg}
fr_fr: Votre {name} a été relaché.{msg}
no_no: {name} har blitt frigjort. {msg}
pt_br: Seu {name} foi liberado. {msg}
zh_tw: {name} 自由了。{msg}

source: Operation cancelled.
es_es: Operación cancelada.
fr_fr: Opération annulée.
no_no: Operasjonen avbrutt.
pt_br: Operação cancelada.
zh_tw: 操作取消

source: Select your default pokémon.
es_es: Selecciona tu Pokémon por defecto.
fr_fr: Sélectionnez votre pokémon par défaut.
no_no: Velg din standard pokémon.
pt_br: Selecione seu pokémon padrão.
zh_tw: 選擇預設寶可夢

source: You don't have any pokemon to select.
es_es: No tienes para seleccionar ningún Pokémon.
fr_fr: Dresseur, vous n'avez aucun pokémon à sélectionner.
no_no: Du har ikke noen pokemon å velge.
pt_br: Você não tem nenhum pokemon para selecionar.
zh_tw: 你身上沒有寶可夢

source: Unidentified keyword, the only supported action is `latest` as of now.
es_es: Palabra clave no identificada, la única acción admitida es `latest`.
fr_fr: Mot-clé non identifié, la seule action supporté pour l'instant est `latest` .
no_no: Uidentifisert nøkkelord, den eneste støttede handlingen er `siste` fra nå.
pt_br: Palavra-chave não identificada, a única ação suportada é `latest ' por agora.
zh_tw: 未知指令，目前可以用的指令有 `latest`

source: You've specified an invalid ID.\nID refers to the position within your pokémon listing.\nThis is found at the bottom of the pokemon on `[p]list`
es_es: Has especificado una ID inválida.\nEl ID se refiere a la posición dentro de tu listado de pokemones.\nEste se encuentra en la parte inferior de `[p]list`
fr_fr: Tu as donné un ID invalide.\n L'Id correspond à la place du pokémon dans ta liste.\n Tu le trouvera en bas de ton `[p]list`
no_no: Du har angitt en ugyldig ID.\n ID refererer til posisjonen i pokémon-oppføringen.\n Dette er funnet nederst på pokemon på '[p] -listen'
zh_tw: 你的包包裡不存在這個編號\n 編號來自背包裡的順序\n 使用`[p]list` 來查看編號

source: You have selected {pokemon} as your default pokémon.
es_es: Has seleccionado a {pokemon} como tu Pokémon por defecto.
fr_fr: Tu as sélectionné {pokemon} comme pokémon par défaut.
no_no: Du har valgt {pokemon} som din standard pokémon.
pt_br: Você selecionou {pokemon} como seu pokémon padrão.
zh_tw: {pokemon} 設為預設寶可夢

source: Check your caught pokémon!
es_es: ¡Comprueba tus Pokémon capturados!
fr_fr: Vois les pokémons que tu as attrapé !
no_no: Sjekk de fangede pokémonene dine!
pt_br: Verifique seu pokémon capturado!
zh_tw: 快去查看你的抓到的寶可夢!

source: Search your pokemon.\n\n Arguements must have `--` before them.\n `--name` | `--n` - Search pokemon by name.\n `--level`| `--l` - Search pokemon by level.\n `--id` | `--i` - Search pokemon by ID.\n `--variant` | `--v` - Search pokemon by variant.\n `--type` | `--t` - Search pokemon by type.\n `--gender` | `--g` - Search by gender.\n `--iv` | - Search by total IV.\n
no_no: Søk i pokemon. \n \n Argumenter må ha `--` foran seg. \n ` --navn` | `--n` - Søk i pokemon etter navn. \n` --nivå` | `--l` - Søk i pokemon etter nivå. \n` --id` | `--i` - Søk pokemon etter ID. \n` --variant` | `--v` - Søk i pokemon etter variant. \n
zh_tw: 搜尋寶可夢\n\n 指令可以使用長標記 `--` \n `--name` | `--n` - 寶可夢名稱\n `--level`| `--l` - 寶可夢等級\n `--id` | `--i` - 寶可夢編號.\n `--variant` | `--v` - 寶可夢個體\n `--type` | `--t` - 寶可夢屬性\n `--gender` | `--g` - 寶可夢性別\n `--iv` | - 寶可夢總IV值\n

source: You don't have any pokémon trainer!
es_es: ¡No tienes ningún Pokémon, entrenador!
fr_fr: Dresseur, vous n'avez aucun pokémon !
no_no: Du har ingen pokémon-trener!
zh_tw: 你身上沒有寶可夢!

source: {pokemon} **|** Level: {level} **|** ID: {id} **|** Index: {index}\n
no_no: {pokemon} **|** Level: {level} **|** ID: {id} **|** Indeks: {index}\n
zh_tw: {pokemon} **|** Level: {level} **|** 圖鑑: {id} **|** 編號: {index}\n

source: Show your current selected pokemon
fr_fr: Affiche votre pokémon selectionné actuellement
no_no: Vis din nåværende valgte pokemon
zh_tw: 顯示目前預設寶可夢

source: An error occured trying to find your pokemon at slot {slotnum}\nAs a result I have set your default pokemon to 1.
no_no: Det oppstod en feil under forsøk på å finne pokemonen din i slot {slotnum}\nSom et resultat har jeg satt standardpokemon til 1.
zh_tw: 在取得預設寶可夢{slotnum}時發生錯誤\n預設寶可夢重置為第一順位

source: Please select the Pokémon ID number to jump to.
es_es: Selecciona el ID del Pokémon para saltar a él.
no_no: Velg Pokémon-ID-nummeret du vil hoppe til.
pt_br: Por favor, selecione o ID do Pokémon para o qual saltar.
zh_tw: 移動至背包編號:

source: Invalid Pokémon ID, jumping to the end.
es_es: ID de Pokémon inválido. Saltando al final.
fr_fr: ID du Pokémon invalide, affichage du dernier pokémon.
no_no: Ugyldig Pokémon ID, hopper mot slutten.
pt_br: ID de Pokémon inválido, saltando para o final.
zh_tw: 未知背包編號，移動到最後一位

source: Page {page}/{amount}
no_no: Side {page}/{amount}
zh_tw: {page}/{amount} 頁

source: Pokédex
no_no: Pokedex
zh_tw: 寶可夢圖鑑

source: Showing {page}-{lenpages} of {amount}.
es_es: Mostrando {page}-{lenpages} de {amount}.
fr_fr: Affiche de {page} à {lenpages} sur {amount}.
no_no: Viser {page}-{lenpages} av {amount}.
pt_br: Mostrando {page}-{lenpages} de {amount}.
zh_tw: 顯示 {page}-{lenpages} 共 {amount}.

source: {amount} caught! ✅
es_es: ¡Has capturado {amount}! ✅
fr_fr: {amount} attrapés! ✅
no_no: {amount} fanget!
pt_br: {amount} capturada! ✅
zh_tw: 擁有 {amount} 隻✅

source: Not caught yet! ❌
es_es: ¡No capturado todavía! ❌
fr_fr: Pas encore capturé ! ❌
no_no: Ikke fanget ennå!
pt_br: Ainda não capturada! ❌
zh_tw: 未擁有❌

source: You've caught {total} out of {amount} pokémon.
es_es: Has capturado {total} de {amount} Pokémon.
fr_fr: Vous avez capturé {total} sur {amount} pokemon, au total .
no_no: Du har fanget {total} av {amount} pokémon.
pt_br: Você capturou {total} de {amount} pokémon.
zh_tw: 你擁有 {amount} / {total} 隻寶可夢

source: Pokecord adapted to use on Red.
es_es: Pokécord adaptado para usar en Red.
fr_fr: Pokecord adapté pour être utilisé sur Red .
no_no: Pokecord tilpasset til å bruke på Rød.
pt_br: Pokecord adaptado para ser usado em Red.
zh_tw: Red 平台寶可夢模組

source: Choose your starter pokémon!
es_es: ¡Elige tu Pokémon inicial!
fr_fr: Choisissez votre pokémon de départ !
no_no: Velg din startpokémon!
pt_br: Escolha o seu pokémon inicial!
zh_tw: 選擇你的御三家!

source: You've already claimed your starter pokemon!
es_es: ¡Ya has elegido tu Pokémon inicial!
fr_fr: Vous avez déjà récupéré votre pokémon de départ !
no_no: Du har allerede gjort krav på din startpokemon!
pt_br: Você já escolheu seu pokemon inicial!
zh_tw: 你已經選擇了御三家

source: Hey there trainer! Welcome to Pokecord. This is a ported plugin version of Pokecord adopted for use on Red.\nIn order to get catchin' you must pick one of the starter Pokemon as listed below.\n**Generation 1**\nBulbasaur, Charmander and Squirtle\n**Generation 2**\nChikorita, Cyndaquil, Totodile\n**Generation 3**\nTreecko, Torchic, Mudkip\n**Generation 4**\nTurtwig, Chimchar, Piplup\n**Generation 5**\nSnivy, Tepig, Oshawott\n**Generation 6**\nChespin, Fennekin, Froakie\n**Generation 7**\nRowlet, Litten, Popplio\n**Generation 8**\nGrookey, Scorbunny, Sobble\n
es_es: ¡Hola entrenador! Bienvenido a Pokecord. Esta es una versión portada de Pokecord adaptada para su uso en Red.\nPara poder atrapar pokemones debes escoger un pokemon inicial de la lista.\n**1 Generación**\nBulbasaur, Charmander and Squirtle\n**2 Generación**\nChikorita, Cyndaquil, Totodile\n**3 Generación**\nTreecko, Torchic, Mudkip\n**4 Generación**\nTurtwig, Chimchar, Piplup\n**5 Generación**\nSnivy, Tepig, Oshawott\n**6 Generación**\nChespin, Fennekin, Froakie\n**7 Generación**\nRowlet, Litten, Popplio\n**8 Generación**\nGrookey, Scorbunny, Sobble\n
fr_fr: Salut dresseur ! Bienvenue sur Pokecord . Ceci est une version de Pokecord transformé en plugin pour être utlisé sur Red .\n Avant de commencer à capturer des pokémon, vous devez choisir un pokémon parmi la liste ci-dessous .\n**Génération 1**\nBulbizarre, Salamèche et Carapuce\n**Génération 2**\nGermignon, Héricendre et Kaiminus\n**Génération 3**\nArcko, Poussifeu et Gobou\n**Génération 4**\nTortipouss, Ouisticram et Tiplouf\n**Génération 5**\nVipélierre, Gruikui et Moustillon\n**Génération 6**\nMarisson, Feunnec et Grenousse\n**Génération 7**\nBrindibou, Flamiaou et Otaquin\n**Génération 8**\nOuistempo, Flambino et Larméléon\n
no_no: Hei der trener! Velkommen til Pokecord. Dette er en ported plugin-versjon av Pokecord som er brukt for bruk på rødt.\nFor å få fangst må du velge en av startpokemonene som er oppført nedenfor.\n **Generasjon 1** \nBulbasaur, Charmander og Squirtle \n **Generasjon 2** \nChikorita, Cyndaquil, Totodile \n **Generasjon 3** \n Treecko, Torchic, Mudkip \n **Generasjon 4** \n Turtwig, Chimchar, Piplup \n ** Generation 5 **\nSnivy, Tepig, Oshawott\n **Generasjon 6** \nChespin, Fennekin, Froakie \n **Generasjon 7 ** \n Rowlet, Litten, Popplio \n **Generasjon 8** \nGrookey, Scorbunny, Sobble\n
zh_tw: 歡迎來到寶可夢遊戲！這是由Pokecord移植到Red的分支。\n在捕捉寶可夢之前，你必須先選擇自己的初始寶可夢！\n**第一世代**\n妙蛙種子，小火龍，傑尼龜\n**第二世代**\n菊草葉，火球鼠，小鋸鱷\n**第三世代**\n木守宮，火稚雞，水躍魚\n**第四世代**\n草苗龜，小火焰猴，波加曼\n**第五世代**\n藤藤蛇，暖暖豬，水水獺\n**第六世代**\n哈力栗，火狐狸，呱呱泡蛙\n**第七世代**\n木木梟，火斑喵，球球海獅\n**第八世代**\n敲音猴，炎兔兒，淚眼蜥\n

source: \nTo pick a pokemon, type {prefix}starter <pokemon>
es_es: \nPara escoger un pokemon, escribe {prefix}starter <pokemon>
fr_fr: \nPour choisir un pokémon, tapez {prefix}starter <pokemon>
no_no: \nFor å velge en pokemon, skriv {prefiks}start <pokemon>
zh_tw: \n用 {prefix}starter <寶可夢名稱> 來選擇寶可夢

source: That's not a valid starter pokémon, trainer!
es_es: ¡Ese inicial no es válido, entrenador!
fr_fr: Dresseur, ceci n'est pas pokémon de départ valide !
no_no: Det er ikke en gyldig startpokémon, trener!
pt_br: Não é um pokémon inicial válido, treinador!
zh_tw: 選擇不再御三家裡面!

source: You've chosen {pokemon} as your starter pokémon!
es_es: ¡Has elegido a {pokemon} como inicial!
fr_fr: Vous avez choisi {pokemon} comme pokémon de départ !
no_no: Du har valgt {pokemon} som din startpokémon!
pt_br: Você escolheu {pokemon} como seu pokémon inicial!
zh_tw: {pokemon}成為了你的第一隻寶可夢!

source: Get a hint on the pokémon!
es_es: ¡Obtén pistas sobre el Pokémon!
fr_fr: Recevez un indice sur le pokémon !
no_no: Få et hint på pokémon!
pt_br: Obtenha uma dica sobre o pokémon!
zh_tw: 寶可夢的名稱提示

source: This wild pokemon is a {pokemonhint}.
es_es: Este Pokémon salvaje es {pokemonhint}.
fr_fr: Ce pokémon sauvage est un {pokemonhint}.
no_no: Denne ville pokemon er en {pokemonhint}.
pt_br: Este pokemon selvagem é um {pokemonhint}.
zh_tw: 這隻寶可夢是{pokemonhint}

source: No pokemon is ready to be caught.
es_es: No hay Pokémon listos para capturar.
fr_fr: Aucun pokémon n'est prêt à être capturé.
no_no: Ingen pokemon er klare til å bli fanget.
pt_br: Nenhum pokemon está pronto para ser pego.
zh_tw: 在這裡沒有野生的寶可夢

source: Catch a pokemon!
es_es: ¡Captura un Pokémon!
fr_fr: Capture un pokémon !
no_no: Fang en pokemon!
pt_br: Pegar um pokemon!
zh_tw: 捕捉寶可夢

source: You haven't chosen a starter pokemon yet, check out `{prefix}starter` for more information.
es_es: No has elegido un Pokémon inicial todavía. Escribe «{prefix}starter» para más información.
fr_fr: Tu n'as pas encore de starter, tape `{prefix}starter` pour plus d'informations.
no_no: Du har ikke valgt en startpokemon ennå, sjekk ut `{prefix}starter` for mer informasjon.
pt_br: Você ainda não escolheu um pokemon inicial, confira `{prefix} starter` para obter mais informações.
zh_tw: 你還沒選擇御三家，用 `{prefix}starter` 查看更多

source: That's not the correct pokemon
es_es: Ese no es el Pokémon correcto
fr_fr: Ce n'est pas le bon pokémon
no_no: Det er ikke riktig pokemon
pt_br: Esse não é o pokemon correto
zh_tw: 這好像不是那隻寶可夢

source: Congratulations {user}! You've caught a level {lvl} {variant}{pokename}!
es_es: ¡Felicidades {user}! ¡Has capturado un {variant} {pokename} nivel {lvl}!
fr_fr: Félicitation {user} ! Vous avez attrapé un {variant}{pokename} niveau {lvl} !
no_no: Gratulerer {user}! Du har fanget et nivå {lvl} {variant}{pokename}!
zh_tw: 恭喜{user}!! 你抓到了{lvl}等的{variant}{pokename}!

source: \n{pokename} has been added to the pokédex.
es_es: \n{pokename} ha sido añadido a tu pokedex.
fr_fr: \n{pokename} a été ajouté au pokédex.
no_no: \n {pokename} er lagt til i pokédex.
zh_tw: \n{pokename}加入了寶可夢圖鑑

source: ‌‌A wild pokémon has аppeаred!
es_es: ¡Un Pokémon salvaje ha aparecido!
fr_fr: Un pokémon sauvage est apparu !
no_no: En vill pokémon har dukket opp!
pt_br: ‌‌Um pokémon selvagem apareceu!
zh_tw: 出現了一隻野生寶可夢!

source: Guess the pokémon аnd type {prefix}catch <pokémon> to cаtch it!
es_es: ¡Adivina el Pokémon escribiendo {prefix}catch <pokémon> para capturarlo!
fr_fr: Deviner le pokémon et taper {prefix}catch <pokémon> pour l'attraper !
no_no: Gjett pokémon og skriv {prefix}catch <pokémon> for å fange den!
pt_br: Adivinhe o pokémon e digite {prefix}catch <pokémon> para capturá-lo!
zh_tw: 找到寶可夢的名字後 用{prefix}catch <寶可夢名稱> 來捕捉寶可夢!

source: Supports: {languages}
es_es: Soporta: {languages}
fr_fr: Supporte : {languages}
no_no: Støtter: {languages}
zh_tw: 支援 : {languages}

source: Congratulations {user}!
es_es: ¡Enhorabuena {user}!
fr_fr: Félicitations {user} !
no_no: Gratulerer {user}!
pt_br: Parabéns {user}!
zh_tw: 恭喜 {user}!

source: Your {name} has evolved into {evolvename}!
es_es: ¡Tu {name} ha evolucionado a {evolvename}!
fr_fr: Votre {name} a évolué en {evolvename} !
no_no: {name} har utviklet seg til {evolvename}!
pt_br: Seu {name} evoluiu para {evolvename}!
zh_tw: 你的{name}已經進化成了{evolvename}!

source: Your {name} has levelled up to level {level}!
es_es: ¡Tu {name} ha subido a nivel {level}!
fr_fr: Votre {name} est monté au niveau {level} !
no_no: {name} har flatt opp til nivå {level}!
pt_br: Seu {name} subiu para o nível {level}!
zh_tw: 你的{name}進化到了{level}等!

source: Sim pokemon spawning - This is blocking.
no_no: Sim pokemon spawning - Dette blokkerer.
zh_tw: 無

source: \n Pokecord commands\n
fr_fr: \n Commandes Pokecord\n
no_no: \npokecord kommandoer \n
zh_tw: \n 寶可夢指令\n

source: Toggle pokecord levelling messages on or off.
es_es: Activar o desactivar el mensaje de niveles de Pokécord.
no_no: Slå meldingsnivåmeldinger av og på.
pt_br: Ative ou desative as mensagens de nivelamento de pokecord.
zh_tw: 開啟/關閉升級提示

source: Your pokécord levelling messages have been silenced.
es_es: Se ha desactivado el mensaje de niveles de Pokécord.
no_no: Pokécord-nivelleringsmeldingene dine er blitt tauset.
pt_br: Suas mensagens de nivelamento de pokecord foram silenciadas.
zh_tw: 升級提示已關閉

source: Your pokécord levelling messages have been re-enabled!
es_es: ¡Se ha reactivado el mensaje de niveles de Pokécord!
no_no: Pokécord-nivelleringsmeldingene er blitt aktivert på nytt!
pt_br: Suas mensagens de nivelamento de pokecord foram reativadas!
zh_tw: 升級提示已開啟

source: Set the Pokecord locale to use for yourself.
es_es: Establece la configuración regional de Pokecord para usarla por ti mismo.
fr_fr: Définis la langue que Pokecord va utiliser pour vous.
no_no: Still inn Pokecord-lokaliteten til å bruke selv.
pt_br: Defina o local do Pokecord para usar por si mesmo.
zh_tw: 設定寶可夢遊戲語言

source: You've specified an invalid locale. Pokecord only supports English, Japanese, Chinese and French.
es_es: Tu región no es válida. Pokécord solo está disponible en inglés, japonés, chino y francés.
fr_fr: Vous avez selectionné une langue invalide . Pokecord supporte seulement l'Anglais, le Japonais, le Chinois et le Français .
no_no: Du har angitt et ugyldig sted. Pokecord støtter bare engelsk, japansk, kinesisk og fransk.
pt_br: Você especificou um código de idioma inválido. O Pokecord suporta apenas inglês, japonês, chinês e francês.
zh_tw: 你選擇了不支援的語言。目前僅支援 英文 日文 中文 法文

source: Manage pokecord settings
es_es: Administrar ajustes de Pokécord
fr_fr: Gérer les paramètres de pokecord
no_no: Administrer innstillinger for pokecord
pt_br: Gerenciar configurações de pokecord
zh_tw: 寶可夢遊戲設定

source: Toggle pokecord on or off.
es_es: Activar o desactivar Pokécord.
fr_fr: Activer ou désactiver pokecord.
no_no: Slå pokecord av eller på.
pt_br: Ative ou desative o pokecord.
zh_tw: 啟動/關閉寶可夢遊戲

source: Pokécord has been toggled on!
es_es: ¡Pokécord se ha activado!
fr_fr: Pokécord a été activé !
no_no: Pokécord har blitt slått på!
pt_br: O Pokécord foi ativado!
zh_tw: 寶可夢遊戲始動!

source: Pokécord has been toggled off!
es_es: ¡Pokécord se ha desactivado!
fr_fr: Pokécord a été désactivé !
no_no: Pokécord har blitt slått av!
pt_br: O Pokécord foi desativado!
zh_tw: 寶可夢遊戲關閉!

source: Toggle levelup messages on or off.\n\n If active channels are set, level up messages will only be sent in said channels. Otherwise it is ignored.\n If no active channels are set then level up messages will send as normal.
no_no: Slå nivåoppmeldinger på eller av. \n\n Hvis aktive kanaler er angitt, vil nivå opp meldinger bare sendes i nevnte kanaler. Ellers blir det ignorert. \n Hvis ingen aktive kanaler er angitt, sendes nivånivå-meldinger som normalt.
zh_tw: 開啟/關閉升級提示\n\n 如果有設定訊息頻道，則升級訊息將會集中在頻道中\n 如果沒有指定頻道，則會正常傳送訊息

source: Pokemon levelup messages have been toggled on!
no_no: Pokemon levelup-meldinger er slått på!
zh_tw: 升級提示開啟
