Repository: flaree/pokecord-red
Catalog: pokecord/locales/*.po
Languages: es_es, fr_fr, no_no, pt_br, zh_tw

source: Pokemon levelup messages have been toggled off!
no_no: Pokemon levelup-meldinger er slått av!
zh_tw: 升級提示關閉

source: Set the channel(s) that pokemon are to spawn in.
es_es: Establece el/los canal(es) en los que se generarán los pokemones.
fr_fr: Définit le salon/ les salons lesquels les pokémons spawnent.
no_no: Sett kanalen(e) som pokemon skal gyte i.
zh_tw: 設定野生寶可夢出現的頻道

source: Channel has been removed.
es_es: El canal se ha eliminado.
fr_fr: Le salon a été enlevé.
no_no: Kanalen er fjernet.
pt_br: O canal foi removido.
zh_tw: 頻道被移除

source: Whitelist channels that will contribute to pokémon spawning.
es_es: Lista blanca de canales que contribuirán a la generación de pokemones.
no_no: Hviteliste kanaler som vil bidra til gyting av pokémon.
zh_tw: 設定出現頻道白名單

source: Channel has been removed from the whitelist.
es_es: Canal eliminado de la lista blanca.
fr_fr: Le salon a été enlevé de la liste blanche .
no_no: Kanalen er fjernet fra hvitelisten.
zh_tw: 頻道已從白名單移除

source: Blacklist channels from contributing to pokémon spawning.
es_es: Canales en lista negra que no contribuyen a la generación de pokemones.
fr_fr: Empêche des salons de contribuer au spawn des pokémons .
no_no: Svarteliste kanaler fra å bidra til gyting av pokémon.
zh_tw: 設定出現頻道黑名單

source: Channel has been removed from the blacklist.
es_es: El canal ha sido eliminado de la lista negra.
fr_fr: Le salon a été enlevé de la liste noire .
no_no: Kanalen er fjernet fra svartelisten.
zh_tw: 頻道已從黑名單移除

source: Overview of pokécord settings.
es_es: Vista general de ajustes de Pokécord.
fr_fr: Aperçu des paramètres de pokécord.
no_no: Oversikt over pokécord-innstillinger.
pt_br: Visão geral das configurações do pokécord.
zh_tw: 檢視寶可夢遊戲設定

source: **Toggle**: {toggle}\n
es_es: **Estado**: {toggle}\n
fr_fr: **Activer/désactiver**: {toggle}\n
no_no: **Bytt**: {toggle}\n
zh_tw: **開啟/關閉**: {toggle}\n

source: **Active Channels**: {channels}\n
es_es: **Canales Activos**: {channels}\n
fr_fr: **Salons Actifs**: {channels}\n
no_no: **Aktive kanaler**: {channels}\n
zh_tw: **出現頻道**: {channels}\n

source: **Blacklist**: {blacklist}\n
es_es: **Lista Negra**: {blacklist}\n
fr_fr: **Liste noire** : {blacklist}\n
no_no: **Svarteliste**: {blacklist}\n
zh_tw: **黑名單**: {blacklist}\n

source: **Whitelist**: {whitelist}\n
es_es: **Lista Blanca**: {whitelist}\n
fr_fr: **Liste blanche** : {whitelist}\n
no_no: **Hviteliste**: {whitelist}\n
zh_tw: **白名單**: {whitelist}\n

source: Change the range of messages required for a spawn.
es_es: Cambia el rango de mensajes requeridos para las apariciones.
fr_fr: Change la fourchette de message requis pour un spawn .
no_no: Endre utvalget av meldinger som kreves for en gyte.
pt_br: Altere o intervalo de mensagens necessárias para um spawn.
zh_tw: 設定寶可夢出現的頻率

source: Min must be more than 15.
es_es: El mínimo debe ser mayor a 15.
fr_fr: Min doit être supérieur à 15.
no_no: Minimum må være mer enn 15.
pt_br: O mínimo deve ser maior que 15.
zh_tw: 最少訊息必須高於15

source: Max must be more than the minimum.
es_es: El máximo debe ser mayor al mínimo.
fr_fr: Max doit être supérieur au minimum.
no_no: Maks må være mer enn minimum.
pt_br: Máximo deve ser maior que o mínimo.
zh_tw: 最高訊息必須高於最少

source: Turn the bot loop on or off.
es_es: Activar o desactivar el bucle del bot.
fr_fr: Active ou désactive la boucle du bot .
no_no: Slå botsløyfen på eller av.
pt_br: Ative ou desative o loop bot.
zh_tw: 開啟/關閉生成寶可夢

source: Random spawn loop has been enabled, please reload the cog for this change to take effect.
es_es: Se ha activado el bucle de reaparición aleatoria. Recarga la configuración para que el cambio tenga efecto.
fr_fr: La boucle de spawn aléatoire a été activé, merci de recharger le cog pour que ce changement prenne effet.
no_no: Tilfeldig spawn loop er aktivert. Vennligst last inn tannhjulet for at denne endringen skal tre i kraft.
pt_br: O loop de spawn aleatório foi ativado. Atualize o cog para que esta alteração seja alterada.
zh_tw: 已啟動隨機生成，將於模組reload後生效

source: Random spawn loop has been disabled, please reload the cog for this change to take effect.
es_es: Se ha desactivado el bucle de reaparición aleatoria. Recarga la configuración para que el cambio tenga efecto.
fr_fr: La boucle de spawn aléatoire a été désactivé, merci de recharger le cog pour que ce changement prenne effet.
no_no: Tilfeldig spawn loop er deaktivert. Vennligst last inn tannhjulet for at denne endringen skal tre i kraft.
pt_br: O loop de spawn aleatório foi desativado. Atualize o cog para que esta alteração seja alterada.
zh_tw: 已關閉隨機生成，將於模組reload後生效

source: Pokecord Trading\n\n Currently a work in progress.
fr_fr: Échange Pokecord\n\n Actuellement un projet en cours.
no_no: Pokecord Trading\n\nFor tiden pågår et arbeid.
zh_tw: 寶可夢交換\n\n 目前還在建置中

source: You don't have a pokemon at that slot.
es_es: No tienes ningún Pokémon en ese espacio.
fr_fr: Vous n'avez pas de pokémon dans ce slot.
no_no: Du har ikke en pokemon på det sporet.
pt_br: Você não tem um pokemon nesse slot.
zh_tw: 編號上沒有寶可夢

source: You are about to trade {name}, if you wish to continue type `yes`, otherwise type `no`.
es_es: Estás a punto de intercambiar a {name}, si deseas continuar, escribe `sí`, de lo contrario, escribe` no`.
fr_fr: Vous sur le point d'échanger {name}, si vous voulez continuer tapez `yes`, sinon tapez `no`.
no_no: Du er i ferd med å handle {name}, hvis du vil fortsette å skriv 'ja', ellers skriver du 'nei'.
pt_br: Você está prestes a trocar{name}; se desejar continuar, digite `sim`, caso contrário, digite `nao`.
zh_tw: 確定要交易 {name} 嗎? 是的話請輸入`yes` 否輸入`no`

source: Exiting operation.
es_es: Saliendo de la operación.
fr_fr: Sortie de l'opération .
no_no: Avsluttende drift.
pt_br: Saindo da operação.
zh_tw: 結束操作

source: How many credits would you like to recieve for {name}?
es_es: ¿Cuántos créditos te gustaría recibir por {name}?
fr_fr: Combien de crédits voulez vous recevoir pour {name} ?
no_no: Hvor mange poeng ønsker du å motta for {name}?
pt_br: Quantos créditos você gostaria de receber por {name}?
zh_tw: {name}要賣多少?

source: {user} does not have {amount} {currency} available.
es_es: {user} no tiene {amount} {currency} disponibles.
fr_fr: {user} n'a pas {amount} {currency} de disponible .
no_no: {user} har ikke {amount} {currency} tilgjengelig.
pt_br: {user} não possui {amount} {currency} disponíveis.
zh_tw: {user}沒有足夠的{currency}

source: {user}, {author} would like to trade their {pokemon} for {amount} {currency}. Type `yes` to accept, otherwise type `no`.
es_es: {user}, {author} desea intercambiar su {pokemon} por {amount} {currency}. Escribe `yes` para aceptar, de lo contrario escribe `no`.
fr_fr: {user}, {author} voudrait échanger son {pokemon} pour {amount} {currency} . Tapez `yes` pour accepter, sinon tapez `no` .
no_no: {user}, {author} ønsker å trade sine {pokemon} for {amount} {currency} Skriv inn "ja" for å godta, ellers skriv "nei".
pt_br: {user}, {author} gostaria de trocar seus {pokemon} por {amount} {currency}. Digite `sim` para aceitar, caso contrário, digite `nao`.
zh_tw: {user}，{author}想要已{amount}{currency}賣你{pokemon} 同意的話請輸入`yes` 否則輸入`no`

source: {user}, your default pokemon may have changed. I have tried to account for this change.
es_es: {user}, tu Pokémon predeterminado puede haber cambiado. He intentado dar cuenta de este cambio.
fr_fr: {user}, ton pokémon par défaut a peut-être changé. J'ai essayé de prendre en compte ce changement.
no_no: {user}, din standard pokemon kan ha endret seg. Jeg har prøvd å redegjøre for denne endringen.
pt_br: {user}, seu pokemon padrão pode ter sido alterado. Eu tentei dar conta dessa mudança.
zh_tw: {user}，你的預設寶可夢可能有改變，編號異動修正

source: {user}, You have traded your selected pokemon. I have reset your selected pokemon to your first pokemon.
es_es: {user}, has intercambiado a tu Pokémon seleccionado. He restablecido tu Pokémon seleccionado a tu Pokémon inicial.
fr_fr: {user}, tu as échangé ton pokémon séléctionné. Ton pokémon par défaut est maintenant ton premier pokémon.
no_no: {user}, Du har handlet din valgte pokemon. Jeg har tilbakestilt den valgte pokemon til din første pokemon.
pt_br: {user}, você trocou seu pokemon selecionado. Eu redefinii o seu pokemon selecionado para o seu primeiro pokemon.
zh_tw: {user}，你已經交易了預設寶可夢，你的預設將改為第一順位

source: {balance} (balance too high)
es_es: {balance} (balance demasiado alto)
fr_fr: {balance} (balance trop élevée)
no_no: {balance} (balanse for høyt)
pt_br: {balance} (saldo muito alto)
zh_tw: {balance} 金額過高

source: ++ {balance} credits
es_es: ++ {balance} créditos
fr_fr: ++ {balance} crédits
no_no: ++ {balance} pong
pt_br: ++ {balance} créditos
zh_tw: ++ {balance} 額度

source: {user} has denied the trade request.
es_es: {user} ha rechazado la solicitud de intercambio.
fr_fr: {user} a refusé la demande d'échange.
no_no: {user} har avslått handelsforespørselen.
pt_br: {user} negou a solicitação de troca.
zh_tw: {user}拒絕了交易

source: Trade cancelled.
es_es: Intercambio cancelado.
fr_fr: Échange annulé.
no_no: Trading kansellert.
pt_br: Troca cancelada.
zh_tw: 交易取消

source: You haven't picked a starter pokemon yet! Check out {prefix} before trying to list your pokemon.
fr_fr: Tu n'as pas sélectionné de starter ! Regarde {prefix} avant d'essayer de lister tes pokémons.
no_no: Du har ikke valgt en startpokemon ennå! Ta en titt på {prefix} før du prøver å liste opp pokemon.

source: You haven't picked a starter pokemon yet! Check out {prefix} before trying to nickname a pokemon.
fr_fr: Tu n'as pas sélectionné de starter ! Regarde {prefix} avant d'essayer de lister tes pokémons.
no_no: Du har ikke valgt en startpokemon ennå! Ta en titt på {prefix} før du prøver å gi kallenavnet til en pokemon.

source: You haven't picked a starter pokemon yet! Check out {prefix} before trying to release a pokemon.
fr_fr: Tu n'as pas sélectionné de starter ! Regarde {prefix} avant d'essayer de lister tes pokémons.
no_no: Du har ikke valgt en startpokemon ennå! Ta en titt på {prefix} før du prøver å gi ut en pokemon.
